{
	"": "==================================  ЗДАНИЯ ====================================================================================================",
	"buildings": [
		{ "": "---------------------------------------------------{РЕСУРСЫ}---------------------------------------------------------------------------"},
		{
			"category_en": "Resources",
			"category_ru": "Ресурсы",
			"name_en": "Metal Mine",
			"name_ru": "Рудник металла",
			"descr_en": "Metal is the main resource for conducting research and the construction of buildings, ships, and defensive units. Exceptions are Solar Satellites, Espionage Probes, Energy Technology, Hyperspace Technology, Computer Technology and Graviton Technology. If you do not have a Metal Mine yet, you will be producing 30 units per hour (in normal universes). In speed universes the basic amount is higher, depending on the speed factor.",
			"descr_ru": "Металл является основным ресурсом для проведения исследований и строительства зданий, кораблей и оборонительных сооружений. Исключением являются солнечные спутники, шпионские зонды, энергетические технологии, гиперпространственные технологии, компьютерные технологии и технологии Graviton. Если у вас еще нет металлического рудника, вы будете производить 30 единиц в час (в обычных вселенных). В скоростных вселенных основная величина выше, в зависимости от фактора скорости.",
			"img": "/res/buildings/180px-Building_Metal_Mine.jpg",
			"requirements": []
		},
		{
			"category_en": "Resources",
			"category_ru": "Ресурсы",
			"name_en": "Crystal Mine",
			"name_ru": "Рудник кристаллов",
			"descr_en": "Crystal is the main resource for electronic components and alloys. It is also crucial in conducting research and construction of buildings, ships and defensive structures. Exceptions are Rocket Launchers, Metal Storages, Combustion Drive, Graviton Technology, and Armour Technology. If there is no crystal mine on a planet, a base amount of 15 units per hour will be produced and in speed universes correspondingly more.",
			"descr_ru": "Кристалл является основным ресурсом для электронных компонентов и сплавов. Это также имеет решающее значение при проведении исследований и строительства зданий, кораблей и оборонительных сооружений. Исключением являются ракетные установки, металлические хранилища, двигатель горения, технология Graviton и технология брони. Если на планете нет кристаллической шахты, будет произведено базовое количество в 15 единиц в час, а в скоростных вселенных, соответственно, больше.",
			"img": "/res/buildings/180px-Building_Crystal_Mine.jpg",
			"requirements": []
		},
		{
			"category_en": "Resources",
			"category_ru": "Ресурсы",
			"name_en": "Deuterium Synthesizer",
			"name_ru": "Установка синтеза дейтерия",
			"descr_en": "Deuterium is a heavy isotope of hydrogen and not very abundant. It is predominantly used as fuel but it is also needed for some types of research and the construction of some ships, defense, and buildings. Contrary to metal and crystal, there is no base amount produced without a synthesizer.\nThe amount produced per hour depends on the temperature of the planet. The colder the planet, the more deuterium will be produced.",
			"descr_ru": "Дейтерий является тяжелым изотопом водорода и не очень распространен. Он преимущественно используется в качестве топлива, но он также необходим для некоторых видов исследований и строительства некоторых кораблей, обороны и зданий. В отличие от металла и кристалла, без синтезатора не производится базовое количество.\nКоличество производимого в час зависит от температуры планеты. Чем холоднее планета, тем больше будет дейтерия.",
			"img": "/res/buildings/180px-Building_Deuterium_Synthesizer.jpg",
			"requirements": []
		},
		{
			"category_en": "Resources",
			"category_ru": "Ресурсы",
			"name_en": "Solar Plant",
			"name_ru": "Солнечная электростанция",
			"descr_en": "Each mine requires energy to function, which is produced primarily by the Solar Plant.\nEach system has slots 1 through 15; the closer to slot 1, the higher the output of the Solar Plant.",
			"descr_ru": "Каждая шахта требует энергии для работы, которая производится главным образом солнечным заводом.\nКаждая система имеет слоты от 1 до 15; чем ближе к слоту 1, тем выше выход солнечной электростанции.",
			"img": "/res/buildings/180px-Building_Solar_Plant.jpg",
			"requirements": []
		},
		{
			"category_en": "Resources",
			"category_ru": "Ресурсы",
			"name_en": "Fusion Reactor",
			"name_ru": "Термоядерный реактор",
			"descr_en": "This reactor is also used for energy production. The energy is generated by the fusion of two deuterium atoms into one helium atom; consequently deuterium will be consumed by the reactor. The requirements to build such an electricity station are Energy Technology level 3 and a Level 5 Deuterium Synthesizer on the relative planet. The higher the level of Energy Research, the more energy will be produced.",
			"descr_ru": "Этот реактор также используется для производства энергии. Энергия генерируется путем слияния двух атомов дейтерия в один атом гелия; следовательно, дейтерий будет потребляться реактором. Требования для постройки такой электростанции - уровень 3 энергетической технологии и синтезатор дейтерия уровня 5 на соответствующей планете. Чем выше уровень исследований энергии, тем больше энергии будет производиться.",
			"img": "/res/buildings/180px-Building_Fusion_Reactor.jpg",
			"requirements": [
					{ "Deuterium Synthesizer": 5},
					{ "Energy Technology": 3}
			]

		},
		{
			"category_en": "Resources",
			"category_ru": "Ресурсы",
			"name_en": "Metal Storage",
			"name_ru": "Хранилище металла",
			"descr_en": "This storage facility is used to store Metal. If the storage is full, production will be stopped. Only 10,000 units of Metal can be stored without the level one building.",
			"descr_ru": "Это хранилище используется для хранения металла. Если хранилище заполнено, производство будет остановлено. Только 10 000 единиц Металла могут быть сохранены без здания первого уровня.",
			"img": "/res/buildings/180px-Building_Metal_Storage.jpg",
			"requirements": []
		},
		{
			"category_en": "Resources",
			"category_ru": "Ресурсы",
			"name_en": "Crystal Storage",
			"name_ru": "Хранилище кристаллов",
			"descr_en": "This facility is required to continue the Crystal production. If it is full the production will be stopped. Without a storage, only 10,000 units of Crystal can be stored.",
			"descr_ru": "Этот объект необходим для продолжения производства кристаллов. Если он заполнен, производство будет остановлено. Без хранилища можно хранить только 10 000 единиц кристалла.",
			"img": "/res/buildings/180px-Building_Crystal_Storage.jpg",
			"requirements": []
		},
		{
			"category_en": "Resources",
			"category_ru": "Ресурсы",
			"name_en": "Deuterium Tank",
			"name_ru": "Хранилище дейтерия",
			"descr_en": "Like the storages the Deuterium Tank is required to allow further production. Without this tank, only 10,000 units of Deuterium can be stored.",
			"descr_ru": "Как и хранилища, танк дейтерия необходим для дальнейшего производства. Без этого танка можно хранить только 10 000 единиц дейтерия.",
			"img": "/res/buildings/180px-Building_Deuterium_Tank.jpg",
			"requirements": []
		},
		{"": "---------------------------------------------------{ПЛАНЕТАРНОЕ ОБЕСПЕЧЕНИЕ}-------------------------------------------------------------"},
		{
			"category_en": "Planet Facilities",
			"category_ru": "Планетарное обеспечение",
			"name_en": "Robotics Factory",
			"name_ru": "Фабрика робототехники",
			"descr_en": "With the help of the Robotics Factory, buildings can be upgraded faster. It has no influence on the construction speed of ships or defensive structures. It can be built both on planets and moons and has no requirements for its construction. \nThe Robotics Factory is a requirement for the Shipyard and the Nanite Factory.",
			"descr_ru": "С помощью фабрики робототехники здания можно модернизировать быстрее. Это не влияет на скорость строительства кораблей или оборонительных сооружений. Он может быть построен как на планетах, так и на лунах и не имеет никаких требований для его строительства. \nФабрика робототехники является обязательным требованием для верфи и нанитового завода.",
			"img": "/res/buildings/180px-Building_Robotics_Factory.jpg",
			"requirements": []
		},
		{
			"category_en": "Planet Facilities",
			"category_ru": "Планетарное обеспечение",
			"name_en": "Shipyard",
			"name_ru": "Верфь",
			"descr_en": "This facility is necessary for the construction of both ships and defensive units, with some requiring a certain level of the shipyard first. Upgrading this facility will also decrease the production time for these units. To build/upgrade the shipyard, you need Robotics Factory Level 2 and no ships or defense in the respective construction queue of the planet or moon.",
			"descr_ru": "Это средство необходимо для строительства как кораблей, так и оборонительных подразделений, причем некоторым требуется сначала определенный уровень верфи. Модернизация этого объекта также сократит время производства этих блоков. Чтобы построить / модернизировать верфь, вам понадобится Robotics Factory Level 2, а не корабли или защита в соответствующей очереди строительства планеты или луны.",
			"img": "/res/buildings/180px-Building_Shipyard.jpg",
			"requirements": [
				{ "Robotics Factory ": 2 }
			]
		},
		{
			"category_en": "Planet Facilities",
			"category_ru": "Планетарное обеспечение",
			"name_en": "Research Lab",
			"name_ru": "Фабрика робототехники",
			"descr_en": "This is necessary to research new technologies. The higher the level, the more technologies will be activated and the shorter the research time will be. The Research Lab, which can be built without any requirements, affects the whole account. As soon as a lab is in the construction queue, you will not be able to research on another planet and if a research is started, you will not be able to build a lab anywhere.",
			"descr_ru": "Это необходимо для исследования новых технологий. Чем выше уровень, тем больше технологий будет активировано, и тем меньше будет время исследования. Исследовательская лаборатория, которая может быть построена без каких-либо требований, влияет на весь аккаунт. Как только лаборатория окажется в очереди на строительство, вы не сможете проводить исследования на другой планете, и если исследование начнется, вы не сможете нигде построить лабораторию.",
			"img": "/res/buildings/180px-Building_Research_Lab.jpg",
			"requirements": []
		},
		{
			"category_en": "Planet Facilities",
			"category_ru": "Планетарное обеспечение",
			"name_en": "Alliance Depot",
			"name_ru": "Депо альянса",
			"descr_en": "With this facility, it is possible to support holding fleets with deuterium via support rockets. Higher levels will allow friendly fleets to remain in orbit longer. The construction on the moon is not possible, but orbiting fleets will be supported by the planet with fuel. There are no requirements for its construction.",
			"descr_ru": "С помощью этой установки можно поддерживать удерживание флотов с дейтерием через вспомогательные ракеты. Более высокие уровни позволят дружественным флотам дольше оставаться на орбите. Строительство на Луне невозможно, но орбитальный флот будет поддерживаться планетой с помощью топлива. Там нет требований для его строительства.",
			"img": "/res/buildings/180px-Building_Alliance_Depot.jpg",
			"requirements": []
		},
		{
			"category_en": "Planet Facilities",
			"category_ru": "Планетарное обеспечение",
			"name_en": "Missile Silo",
			"name_ru": "Ракетная шахта",
			"descr_en": "The Missile Silo is used to build Anti-Ballistic Missiles (level 2) and Interplanetary Missiles (level 4). Construction on the moon isn't possible, but the planet's Anti-Ballistic Missiles will be used (like with the Alliance Depot). The deconstruction of a silo is only possible when it is empty. It is possible to either launch the missiles or to deconstruct them. Shipyard level 1 is the only requirement. The Missile Silo can store 5 Interplanetary Missiles or 10 Anti-Ballistic per level.",
			"descr_ru": "Ракетная шахта используется для создания противоракетных ракет (уровень 2) и межпланетных ракет (уровень 4). Строительство на Луне невозможно, но будут использоваться противоракетные ракеты планеты (как в депо Альянса). Разборка силоса возможна только тогда, когда он пуст. Можно либо запустить ракеты, либо разобрать их. Верфь 1-го уровня является единственным требованием. Ракетный бункер может хранить 5 межпланетных ракет или 10 антибаллистических на уровень.",
			"img": "/res/buildings/180px-Building_Missile_Silo.jpg",
			"requirements": []
		},
		{
			"category_en": "Planet Facilities",
			"category_ru": "Планетарное обеспечение",
			"name_en": "Nanite Factory",
			"name_ru": "Фабрика нанитов",
			"descr_en": "This halves the construction time of ships, defensive structures, and buildings. Its requirements are Computer Technology level 10 and Robotics Factory level 10. In addition, the Terraformer needs Nanite Factory 1 as requirement. If the Nanite Factory is under construction, no ships, defensive structures, or buildings can be built on the respective planet and vice versa. The factory is not available on the moon.",
			"descr_ru": "Это вдвое сокращает время строительства кораблей, оборонительных сооружений и зданий. Его требования - уровень компьютерных технологий 10 и уровень фабрики робототехники. Кроме того, Terraformer нуждается в Nanite Factory 1 в качестве требования. Если строится Нанитовая фабрика, на соответствующей планете нельзя строить корабли, оборонительные сооружения или здания, и наоборот. Фабрика недоступна на Луне.",
			"img": "/res/buildings/180px-Building_Nanite_Factory.jpg",
			"requirements": [
				{ "Robotics Factory": 10 },
				{ "Computer Technology": 10 }
			]
		},
		{
			"category_en": "Planet Facilities",
			"category_ru": "Планетарное обеспечение",
			"name_en": "Terraformer",
			"name_ru": "Терраформер",
			"descr_en": "The Terraformer is needed to expand nearly developed planets. 5 free fields are added per level, plus an additional field every 2 levels, but you need energy for the construction. The requirements for the facility are the Nanite Factory level 1 and Energy Technology level 12. Building a terraformer on the moon is not possible, instead there is the Lunar Base. This building cannot be torn down.",
			"descr_ru": "Терраформер нужен для расширения почти развитых планет. 5 свободных полей добавляются на уровень плюс дополнительное поле каждые 2 уровня, но вам нужна энергия для строительства. Требования к объекту - уровень 1 Нанитной фабрики и уровень 12 энергетических технологий. Построить терраформер на Луне невозможно, вместо этого есть Лунная база. Это здание нельзя снести.",
			"img": "/res/buildings/180px-Building_Terraformer.jpg",
			"requirements": [
				{ "Nanite Factory": 1 },
				{ "Energy Technology": 12 }
			]
		},
		{
			"category_en": "Planet Facilities",
			"category_ru": "Планетарное обеспечение",
			"name_en": "Space Dock",
			"name_ru": "Космический док",
			"descr_en": "The Space Dock offers you the chance to repair ships that have become a wreckage through the course of a battle on your planet. This has a maximum repair time of 12 hours, yet it will take at least 30 minutes before the ships can be put into service. From the time a wreckage is created there is 3 days to commence with the repairs.The repaired ships then have to actively be placed back in service once the repair is completed. If this does not happen, they will automatically go back into service after 3 days pass.",
			"descr_ru": "Космический док предлагает вам возможность починить корабли, которые превратились в обломки в ходе битвы на вашей планете. Максимальное время ремонта составляет 12 часов, однако для ввода судов в эксплуатацию потребуется не менее 30 минут. С момента создания обломков есть 3 дня, чтобы начать ремонт. Отремонтированные корабли затем должны быть возвращены в строй после завершения ремонта. Если этого не произойдет, они автоматически вернутся в эксплуатацию через 3 дня.",
			"img": "/res/buildings/180px-Building_Terraformer.jpg",
			"requirements": [
				{ "Robotics Factory": 2 },
				{ "Shipyard": 2 }
			]
		},
		{"": "---------------------------------------------------{ЛУННОЕ ОБЕСПЕЧЕНИЕ}-------------------------------------------------------------"},
		{
			"category_en": "Moon Facilities",
			"category_ru": "Лунное обеспечение",
			"name_en": "Lunar Base",
			"name_ru": "Лунная база",
			"descr_en": "This structure can only be built on a moon. It is necessary to get more building slots, since a moon consists of only one field at the beginning. 3 further fields are developed per Lunar Base level. Lunar Base level 1 is a requirement for the Sensor Phalanx and the Jump Gate.",
			"descr_ru": "Эта структура может быть построена только на Луне. Необходимо получить больше слотов для строительства, так как в начале луна состоит только из одного поля. Еще 3 месторождения разрабатываются на уровне лунной базы. Лунная база 1-го уровня является обязательной для сенсорной фаланги и прыжковых ворот.",
			"img": "/res/buildings/180px-Building_Lunar_Base.jpg",
			"requirements": []
		},
		{
			"category_en": "Moon Facilities",
			"category_ru": "Лунное обеспечение",
			"name_en": "Sensor Phalanx",
			"name_ru": "Сенсорная фаланга",
			"descr_en": "This facility can, like the Lunar Base, only be built on a moon. Lunar base level 1 is the only requirement. Using the phalanx, you are able to see the fleet movements on other planets. A scan costs 5,000 units of deuterium. The sensor range increases with every level of the building.",
			"descr_ru": "Этот объект, как и Лунная база, может быть построен только на Луне. Лунная база 1-го уровня является единственным требованием. Используя фалангу, вы можете видеть движения флота на других планетах. Сканирование стоит 5000 единиц дейтерия. Диапазон датчика увеличивается с каждым уровнем здания.",
			"img": "/res/buildings/180px-Building_Lunar_Base.jpg",
			"requirements": [
				{ "Lunar Base": 1}
			]
		},
		{
			"category_en": "Moon Facilities",
			"category_ru": "Лунное обеспечение",
			"name_en": "Jump Gate",
			"name_ru": "Прыжковые врата",
			"descr_en": "The Jump Gate can also only be built on a moon. It is utilized to instantaneously send fleets from one moon to another. After a jump, the start Gate and target Gate have to cool down for one hour before they can be used again. The requirements for its construction are Lunar Base level 1 and Hyperspace Technology level 7. It is not possible to send resources via the Jump Gate. The cooldown time will be reduced for each level of Jumpgate up to level 15. The shortest possible cooldown time is 10 minutes/universe speed.",
			"descr_ru": "Ворота Прыжка также могут быть построены только на Луне. Он используется для мгновенной отправки флотов с одной луны на другую. После прыжка стартовые и целевые ворота должны остыть в течение одного часа, прежде чем их можно будет снова использовать. Требования к его построению - уровень 1 лунной базы и уровень 7 гиперпространственной технологии. Отправка ресурсов через Jump Gate невозможна. Время перезарядки будет уменьшено для каждого уровня Jumpgate до уровня 15. Самое короткое время перезарядки составляет 10 минут / скорость вселенной.",
			"img": "/res/buildings/180px-Building_Jump_Gate.jpg",
			"requirements": [
				{ "Lunar Base": 1},
				{ "Hyperspace Technology": 7}

			]
		}
	],
	"": "==================================  ОБОРОНА ====================================================================================================",
	"defence": [
		{
			"category_en": "Defence Structures",
			"category_ru": "Оборонительные сооружения",
			"name_en": "Rocketlauncher",
			"name_ru": "Ракетная установка",
			"descr_en": "The first available defensive structure in OGame is the rocket launcher. It is also the cheapest unit. In the subsequent stages of the game, it will be used as cannon fodder ..... large masses to disperse enemy fire and give big guns a chance to survive and hold off the attack. Its main disadvantage is that many ships (especially cruisers) have a very big firearms against him.",
			"descr_ru": "Первое доступное оборонительное сооружение в OGame это Ракетная установка. Это также самый дешевый юнит. На последующих этапах игры он будет использоваться в качестве пушечного мяса.....большие массы чтобы рассредоточить вражеский огонь и дать большим пушкам шанс выжить и сдержать атаку. Его главный минусом является то, что многие корабли (особенно крейсеры) имеют против него очень большой скорострел.",
			"img": "/res/defense/180px-Defense_Rocketlauncher.jpg",
			"requirements": [
			],
			"costs": [
				{ "Metal": 2000 },	
				{ "Crystal": 0 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 200 },
				{ "Shield": 20 },
				{ "Weapon": 80 }
			]
		},
		{
			"category_en": "Defence Structures",
			"category_ru": "Оборонительные сооружения",
			"name_en": "Light Laser",
			"name_ru": "Лёгкий лазер",
			"descr_en": "Light laser is the next unit for the role of cannon fodder. It is somewhat more expensive than the rocket launcher, but it has the best performance and the cruiser does not have a fast fire against it.",
			"descr_ru": "Лёгкий лазер это следующий юнит на роль пушечного мяса. Он несколько дороже, чем Ракетная установка, но обладает лучшими характеристиками и крейсер не имеет против него скорострела.",
			"img": "/res/defense/180px-Defense_Light_Laser.jpg",
			"requirements": [
			],
			"costs": [
				{ "Metal": 1500 },	
				{ "Crystal": 500 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 200 },
				{ "Shield": 25 },
				{ "Weapon": 100 }
			]
		},
		{
			"category_en": "Defence Structures",
			"category_ru": "Оборонительные сооружения",
			"name_en": "Heavy Laser",
			"name_ru": "Тяжёлый лазер",
			"descr_en": "Too expensive for the role of cannon fodder, it must be in every good defense. He is especially good against light fighters, one of his shot knocks one light fighter.",
			"descr_ru": "Слишком дорогой для роли пушечного мяса, он должен быть в каждой хорошей обороне. Особенно он хорош против легких истребителей, один его выстрел сбивает один легкий истребитель.",
			"img": "/res/defense/180px-Defense_Heavy_Laser.jpg",
			"requirements": [
			],
			"costs": [
				{ "Metal": 6000 },	
				{ "Crystal": 2000 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 800 },
				{ "Shield": 100 },
				{ "Weapon": 250 }
			]
		},
		{
			"category_en": "Defence Structures",
			"category_ru": "Оборонительные сооружения",
			"name_en": "Ion Cannon",
			"name_ru": "Ионная пушка",
			"descr_en": "Not a single defensive unit has such strong shields as an ionic weapon, which makes it very durable. Its high cost in a crystal and low attack power makes it less popular than a Heavy Laser or Gauss Gun.",
			"descr_ru": "Ни один оборонительный юнит не имеет таких сильных щитов как ионное орудие, что делает её очень выносливой.Её высокая стоимость в кристалле и малая сила атаки делает её менее популярной, чем Тяжелый Лазер или Пушка Гаусса.",
			"img": "/res/defense/180px-Defense_Ion_Cannon.jpg",
			"requirements": [
			],
			"costs": [
				{ "Metal": 2000 },	
				{ "Crystal": 6000 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 800 },
				{ "Shield": 500 },
				{ "Weapon": 150 }
			]
		},
		{
			"category_en": "Defence Structures",
			"category_ru": "Оборонительные сооружения",
			"name_en": "Gauss Cannon",
			"name_ru": "Пушка Гаусса",
			"descr_en": "Long before you gain access to the Plasma gun, you can build a Gauss Cannon, the second most defensive structure. Its strong fire power makes it particularly useful against cruisers and battleships.",
			"descr_ru": "Задолго до того как вы получите доступ к Плазменному орудию вы сможете построить Пушку Гаусса, второе по силе оборонительно сооружение. Её сильная огневая мощь делает её особенно полезной против крейсеров и линкоров.",
			"img": "/res/defense/180px-Defense_Ion_Cannon.jpg",
			"requirements": [
			],
			"costs": [
				{ "Metal": 20000 },	
				{ "Crystal": 15000 },	
				{ "Deuterium": 2000 }	
			],
			"tech_info": [
				{ "Hull": 3500 },
				{ "Shield": 200 },
				{ "Weapon": 1100 }
			]
		},
		{
			"category_en": "Defence Structures",
			"category_ru": "Оборонительные сооружения",
			"name_en": "Plasma Turret",
			"name_ru": "Плазменная Туррель",
			"descr_en": "The biggest and most expensive gun. Necessary research is difficult to achieve for players in the early stages of development, the gun is also quite expensive in itself. But what you get at the exit is a gun strong enough to withstand such large ships as the destroyer and the death star. The most effective is the addition of cannon fodder to cover and enable the plasma gun to inflict the most damage.",
			"descr_ru": "Самая большая и самая дорогая пушка. Необходимые исследования сложно достижимы для игроков на ранних этапах развития, пушка также довольно дорогая сама по себе. Но то, что вы получите на выходе это пушка достаточно сильная чтобы противостоять таким большим кораблям как уничтожитель и звезда смерти. Наиболее эффективным является добавление пушечного мяса для прикрытия и предоставления возможности плазменному орудию нанести наибольший урон.",
			"img": "/res/defense/180px-Defense_Plasma_Turret.jpg",
			"requirements": [
			],
			"costs": [
				{ "Metal": 20000 },	
				{ "Crystal": 15000 },	
				{ "Deuterium": 2000 }	
			],
			"tech_info": [
				{ "Hull": 3500 },
				{ "Shield": 200 },
				{ "Weapon": 1100 }
			]
		},
		{
			"category_en": "Defence Structures",
			"category_ru": "Оборонительные сооружения",
			"name_en": "Small Shield Dome",
			"name_ru": "Малый щитовой купол",
			"descr_en": "Shield domes cause absolutely no damage to enemy ships (except for spy probes), but that is not their goal. \nIn the early stages of the game, one shield dome can restrain the attack of the enemy fleet if it consists only of transports. This is due to the fact that such ships have too little firepower to break through the shield by itself, and therefore cannot destroy it. \nYou can build only 1 small shield dome on each planet.",
			"descr_ru": "Щитовые купола не причиняют вражеским кораблям абсолютно никакого урона (за исключением шпионских зондов), но это и не является их целью. \nНа ранних этапах игры один щитовой купол может сдержать атаку вражеского флота, если он состоит только из транспортов. Это происходит из-за того, что подобные корабли имеют слишком малую огневую мощь чтобы пробить щит сам по себе, и следовательно не могут его уничтожить. \nВы можете построить лишь 1 малый щитовой купол на каждой планете.",
			"img": "/res/defense/180px-Defense_Small_Shield_Dome.jpg",
			"requirements": [
			],
			"costs": [
				{ "Metal": 10000 },	
				{ "Crystal": 10000 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 2000 },
				{ "Shield": 2000 },
				{ "Weapon": 1 }
			]
		},
		{
			"category_en": "Defence Structures",
			"category_ru": "Оборонительные сооружения",
			"name_en": "Large Shield Dome",
			"name_ru": "Большой щитовой купол",
			"descr_en": "What is true for the small dome is also true for the large dome .... but on a larger scale. Light fighters in any quantity cannot pierce it, and after the battle they will fly to the launch planet with empty holds. A large shield dome can also be only 1 on each planet.",
			"descr_ru": "То, что справедливо для малого купола, так же справедливо для большого купола....но в большем масштабе. Легкие истребители в любом количестве не могут пробить его, и после боя полетят на планету старта с пустыми трюмами. Большой щитовой купол так же может быть только 1 на каждой планете.",
			"img": "/res/defense/180px-Defense_Large_Shield_Dome.jpg",
			"requirements": [
			],
			"costs": [
				{ "Metal": 50000 },	
				{ "Crystal": 50000 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 10000 },
				{ "Shield": 10000 },
				{ "Weapon": 1 }
			]
		},
		{
			"category_en": "Defence Structures",
			"category_ru": "Оборонительные сооружения",
			"name_en": "Anti-Ballistic Missile",
			"name_ru": "Антибаллистическая ракета",
			"descr_en": "Interceptor missiles are a special type of defense. They are not designed to fight ships, but they can shoot down Interplanetary Missiles flying to your planet. One interceptor missile can shoot down one interplanetary missile. Interplanetary Missiles'.",
			"descr_ru": "Ракеты-перехватчики являются особым типом обороны. Они не предназначены для борьбы с кораблями, но они могут сбивать летящие на вашу планету Межпланетные ракеты. Одна ракета-перехватчик способна сбить одну межпланетную ракету. Interplanetary Missiles'.",
			"img": "/res/defense/180px-Defense_Anti-Ballistic_Missile.jpg",
			"requirements": [
			],
			"costs": [
				{ "Metal": 8000 },	
				{ "Crystal": 0 },	
				{ "Deuterium": 2000 }	
			],
			"tech_info": [
				{ "Hull": 800 },
				{ "Shield": 1 },
				{ "Weapon": 1 }
			]
		},
		{
			"category_en": "Defence Structures",
			"category_ru": "Оборонительные сооружения",
			"name_en": "Interplanetary Missile",
			"name_ru": "Межпланетная ракета",
			"descr_en": "With the help of interplanetary rockets, you can clear the enemy planet from defense without the aid of ships. After shelling, the defense is not restored, i.e. you can completely clear the planet's defense. 'Interplanetary Missiles'.",
			"descr_ru": "С помощью межпланетных ракет вы можете очистить вражескую планету от обороны без помощи кораблей. После обстрела ими оборона не восстанавливается, т.е. вы можете полностью зачистить оборону планеты.'Interplanetary Missiles'.",
			"img": "/res/defense/180px-Defense_Interplanetary_Missile.jpg",
			"requirements": [
			],
			"costs": [
				{ "Metal": 12500 },	
				{ "Crystal": 2500 },	
				{ "Deuterium": 10000 }	
			],
			"tech_info": [
				{ "Hull": 1500 },
				{ "Shield": 1 },
				{ "Weapon": 12000 }
			]
		}
	],
	"": "==================================  ИССЛЕДОВАНИЯ ====================================================================================================",
	"research": [
		{"": "---------------------------------------------------{БАЗОВЫЕ ИССЛЕДОВАНИЯ}-------------------------------------------------------------"},
		{
			"category_en": "Base Research",
			"category_ru": "Базовые исследования",
			"name_en": "Energy Technology",
			"name_ru": "Энергетическая технология",
			"descr_en": "At the very beginning this is only an important requirement for other studies, later it is important in combination with a thermonuclear power station, since its production of energy essentially depends on this study.",
			"descr_ru": "В самом начале это лишь важное требование для других исследований, позже оно важно в сочетании с термоядерной электростанцией, так как производство ею энергии существенно зависит от этого исследования.",
			"img": "/res/research/180px-Research_Energy_Technology.jpg",
			"requirements": [
				{ "Research Lab": 1 }
			]
		},
		{
			"category_en": "Base Research",
			"category_ru": "Базовые исследования",
			"name_en": "Laser Technology",
			"name_ru": "Лазерная технология",
			"descr_en": "Laser technology is needed for some research and ships. After reaching the battle cruiser, she is not needed.",
			"descr_ru": "Лазерная технология необходима для некоторых исследований и кораблей. После достижения линейного крейсера она не нужна.",
			"img": "/res/research/180px-Research_Laser_Technology.jpg",
			"requirements": [
				{ "Research Lab": 1 },
				{ "Energy Technology": 2 }
			]
		},
		{
			"category_en": "Base Research",
			"category_ru": "Базовые исследования",
			"name_en": "Ion Technology",
			"name_ru": "Ионная технология",
			"descr_en": "Ion technology is only needed for plasma technology and the cruiser. All subsequent levels are for statistics only.",
			"descr_ru": "Ионная технология нужна лишь для плазменной технологии и крейсера. Все последующие уровни предназначены только для статистики.",
			"img": "/res/research/180px-Research_Ion_Technology.jpg",
			"requirements": [
				{ "Research Lab": 4 },
				{ "Energy Technology": 2 },
				{ "Laser Technology": 5 }
			]
		},
		{
			"category_en": "Base Research",
			"category_ru": "Базовые исследования",
			"name_en": "Hyperspace Technology",
			"name_ru": "Гиперпространственная технология",
			"descr_en": "This is an important study that is required to study the intergalactic research network and the hyperspace engine.",
			"descr_ru": "Это важное исследование, которое требуется для изучения межгалактической исследовательской сети и гиперпространственного двигателя.",
			"img": "/res/research/180px-Research_Hyperspace_Technology.jpg",
			"requirements": [
				{ "Research Lab": 7 },
				{ "Energy Technology": 5 },
				{ "Laser Technology": 5 }
			]
		},
		{
			"category_en": "Base Research",
			"category_ru": "Базовые исследования",
			"name_en": "Plasma Technology",
			"name_ru": "Плазменная технология",
			"descr_en": "Plasma technology is an important requirement for bombers and for the strongest defensive structure - plasma cannon.",
			"descr_ru": "Плазменная технология важное требование для бомбардировщиков и для сильнейшего оборонительного сооружения - плазменного орудия",
			"img": "/res/research/180px-Research_Plasma_Technology.jpg",
			"requirements": [
				{ "Research Lab": 4 },
				{ "Energy Technology": 8 },
				{ "Laser Technology": 10 },
				{ "Ion Technology": 5 }
			]
		},
		{"": "---------------------------------------------------{ИССЛЕДОВАНИЯ ДВИГАТЕЛЕЙ}-------------------------------------------------------------"},
		{
			"category_en": "Drive Research",
			"category_ru": "Исследования двигателей",
			"name_en": "Combustion Drive",
			"name_ru": "Двигатель сгорания",
			"descr_en": "Light fighters, spy probes, processors, a small one (until you learn a 5th level pulse engine) and large transports fly on a jet engine. Each subsequent level of research increases the base speed of these ships by 10%.",
			"descr_ru": "Легкие истребители, шпионские зонды, переработчики, малый (пока Вы не изучите импульсный двигатель 5-го уровня) и большой транспорты летают на реактивном двигателе. Каждый последующий уровень исследования увеличивает базовую скорость этих кораблей на 10%.",
			"img": "/res/research/180px-Research_Combustion_Drive.jpg",
			"requirements": [
				{ "Research Lab": 1 },
				{ "Energy Technology": 1 }
			]
		},
		{
			"category_en": "Drive Research",
			"category_ru": "Исследования двигателей",
			"name_en": "Impulse Drive",
			"name_ru": "Импульсный двигатель",
			"descr_en": "This study accelerates heavy fighters, colonizers, cruisers, bombers (prior to the study of the 8th level hyperspace engine), as well as interplanetary missiles, which we will discuss in another chapter. Each of these ships gets 20% acceleration at each level. As soon as level 5 is reached, a small transport begins to use a pulse motor.",
			"descr_ru": "Это исследование ускоряет тяжелые истребители, колонизаторы, крейсеры, бомбардировщики (до исследования гиперпространственного двигателя 8-го уровня), а также межпланетные ракеты, о которых мы поговорим в другой главе. Каждый из этих кораблей получает 20% ускорение на каждом уровне. Как только будет достигнут 5-й уровень, малый транспорт начинает использовать импульсный двигатель.",
			"img": "/res/research/180px-Research_Impulse_Drive.jpg",
			"requirements": [
				{ "Research Lab": 2 },
				{ "Energy Technology": 1 }
			]
		},
		{
			"category_en": "Drive Research",
			"category_ru": "Исследования двигателей",
			"name_en": "Hyperspace Drive",
			"name_ru": "Гиперпространственный двигатель",
			"descr_en": "Battleships, battlecruisers, destroyers, and death stars use this type of engine. As soon as he is investigated to level 8, the bomber is also equipped with a hyperspace engine. These ships will be accelerated by 30% of each investigated level of a hyperspatial engine.",
			"descr_ru": "Линкоры, линейные крейсеры, уничтожители и звезды смерти используют этот тип двигателя. Как только он исследован до 8-го уровня, бомбардировщик также снабжается с гиперпространственным двигателем. Эти корабли будут ускорены на 30 % от каждого исследованного уровня гиперпространственного двигателя.",
			"img": "/res/research/180px-Research_Hyperspace_Drive.jpg",
			"requirements": [
				{ "Research Lab": 7 },
				{ "Energy Technology": 5 },
				{ "Hyperspace Technology": 3 },
				{ "Shielding Technology": 6 }
			]
		},
		{"": "---------------------------------------------------{Продвинутые исследования}-------------------------------------------------------------"},
		{
			"category_en": "Advanced Research",
			"category_ru": "Продвинутые исследования",
			"name_en": "Espionage Technology",
			"name_ru": "Технология шпионажа",
			"descr_en": "You need this research to build spy probes and to be able to spy on other players. You can learn more about this in the Espionage chapter.",
			"descr_ru": "Вам необходимо это исследование чтобы строить шпионские зонды и для возможности шпионить за другими игроками. Вы сможете узнать больше об этом в главе Espionage.",
			"img": "/res/research/180px-Research_Espionage_Technology.jpg",
			"requirements": [
				{ "Research Lab": 3 }
			]
		},
		{
			"category_en": "Advanced Research",
			"category_ru": "Продвинутые исследования",
			"name_en": "Computer Technology",
			"name_ru": "Компьютерная технология",
			"descr_en": "With each new level of computer technology, you can send more fleets to one fleet at a time. In addition, after level 10 you can build a nanite factory.",
			"descr_ru": "С каждым новым уровнем компьютерной технологии, Вы можете отсылать на один флот больше одновременно. Кроме того, после 10-го уровня Вы сможете построить фабрику нанитов.",
			"img": "/res/research/180px-Research_Espionage_Technology.jpg",
			"requirements": [
				{ "Research Lab": 1 }
			]
		},
		{
			"category_en": "Advanced Research",
			"category_ru": "Продвинутые исследования",
			"name_en": "Astrophysics",
			"name_ru": "Астрофизика",
			"descr_en": "On the one hand, this study affects the expedition, and on the other hand, the number of colonies. How exactly, you will find in the Expeditions and Colonisation chapter.",
			"descr_ru": "С одной стороны, это исследование влияет на экспедиции, а с другой стороны, на число колоний. Как именно, вы найдете в главе Expeditions и Colonisation.",
			"img": "/res/research/180px-Research_Astrophysics.jpg",
			"requirements": [
				{ "Research Lab": 3 },
				{ "Energy Technology": 1 },
				{ "Impulse Drive": 3 },
				{ "Espionage Technology": 4 }
			]
		},
		{
			"category_en": "Advanced Research",
			"category_ru": "Продвинутые исследования",
			"name_en": "Intergalactic Research Network",
			"name_ru": "Межгалактическая исследовательская сеть",
			"descr_en": "As described in detail in this chapter, an IRN allows you to connect several research laboratories (depending on its level) and, therefore, reduces the time required for research.",
			"descr_ru": "Как было подробно рассказано в этой главе, МИС позволяет подключать несколько исследовательских лабораторий (в зависимости от ее уровня) и, следовательно, уменьшает время, необходимое для исследования.",
			"img": "/res/research/180px-Research_Intergalactic_Research_Network.jpg",
			"requirements": [
				{ "Research Lab": 10 },
				{ "Energy Technology": 5 },
				{ "Hyperspace Technology": 8 },
				{ "Computer Technology": 8 },
				{ "Shielding Technology": 5 }
			]
		},
		{
			"category_en": "Advanced Research",
			"category_ru": "Продвинутые исследования",
			"name_en": "Graviton Technology",
			"name_ru": "Гравитационная технология",
			"descr_en": "Gravitational technology makes it possible to build the Death Star, the most powerful ship in OGame. There is a separate chapter about it, because it has some peculiarities in comparison with other studies.",
			"descr_ru": "Гравитационная технология дает возможность строить Звезду смерти, самый мощный корабль в OGame. Про нее есть отдельная глава, потому что она имеет некоторые особенности по сравнению с другими исследованиями.",
			"img": "/res/research/180px-Research_Intergalactic_Research_Network.jpg",
			"requirements": [
				{ "Research Lab": 12 }
			]
		},
		{"": "---------------------------------------------------{Боевые исследования}-------------------------------------------------------------"},
		{
			"category_en": "Battle Research",
			"category_ru": "Боевые исследования",
			"name_en": "Armour Technology",
			"name_ru": "Технология брони",
			"descr_en": "This study boosts the structure of all ships and fortifications by 10% of the baseline value, so those who can make more shots.",
			"descr_ru": "Это исследование повышает структуру всех кораблей и оборонительных сооружений на 10% от базового значения, так что те, могут сделать больше выстрелов.",
			"img": "/res/research/180px-Research_Armour_Technology.jpg",
			"requirements": [
				{ "Research Lab": 2 }
			]
		},
		{
			"category_en": "Battle Research",
			"category_ru": "Боевые исследования",
			"name_en": "Weapons Technology",
			"name_ru": "Технология оружия",
			"descr_en": "With each level of this study, the weapons of your ships and fortifications will cause 10% more damage.",
			"descr_ru": "С каждым уровнем, этого исследования, оружие ваших кораблей и оборонительных сооружений причинит урона на 10% больше.",
			"img": "/res/research/180px-Research_Weapons_Technology.jpg",
			"requirements": [
				{ "Research Lab": 4 }
			]
		},
		{
			"category_en": "Battle Research",
			"category_ru": "Боевые исследования",
			"name_en": "Shielding Technology",
			"name_ru": "Технология щитов",
			"descr_en": "This study raises the shield of all units by 10% for each level, so less damage reaches armor.",
			"descr_ru": "Это исследование повышает щит всех юнитов на 10% за каждый уровень, таким образом меньше повреждений достигнет брони.",
			"img": "/res/research/180px-Research_Weapons_Technology.jpg",
			"requirements": [
				{ "Research Lab": 6 },
				{ "Energy Technology": 3 }
			]
		}
	],
	"": "==================================  КОРАБЛИ ====================================================================================================",
	"ships": [
		{"": "---------------------------------------------------{Боевые корабли}-------------------------------------------------------------"},
		{
			"category_en": "Battle Ships",
			"category_ru": "Боевые корабли",
			"name_en": "Light Fighter",
			"name_ru": "Легкий истребитель",
			"descr_en": "Light Fighter is the first ship that can be built by a player, and therefore is often used for first raids. In an advanced game, he performs the role of 'cannon fodder' in order to effectively destroy heavy enemy units, which are not sufficiently covered by lighter units (for example, Shredders or Plasma Tools). LEE is also the ship with the most favorable price-quality ratio. So, for example, 25 LEE is enough to bring down the Destroyer with the same technology, while losing only 6 LEE. This may seem like a big loss, but 6 LIs cost 24,000 resources, and one Exterminator costs 125,000.",
			"descr_ru": "Лёгкий Истребитель является первым кораблём, который может быть построен игроком, и поэтому часто используется для первых рейдов. В продвинутой игре он выполняет роль «пушечного мяса», чтобы эффективно уничтожать тяжёлые единицы противника, недостаточно прикрытые более лёгкими единицами (например, Уничтожители или Плазменные Орудия). ЛИ также является кораблём с наиболее выгодным соотношением цены и качества. Так, например, достаточно 25 ЛИ чтобы при одинаковых технологиях сбить Уничтожитель, потеряв при этом всего лишь 6 ЛИ. Это может показаться большими потерями, но 6 ЛИ стоят 24.000 ресурсов, а один Уничтожитель 125.000.",
			"img": "/res/ships/180px-Ship_Light_Fighter.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 3000 },	
				{ "Crystal": 1000 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 400 },
				{ "Shield": 20 },
				{ "Weapon": 80 },
				{ "Speed": 12500 },
				{ "Fuel Consumption": 20 },
				{ "Cargo Capacity": 50 }
			]
		},
		{
			"category_en": "Battle Ships",
			"category_ru": "Боевые корабли",
			"name_en": "Heavy Fighter",
			"name_ru": "Тяжелый истребитель",
			"descr_en": "TI is used by most players only at the beginning of the game, to attack weakly protected targets. In an advanced game, almost no one builds it, except for some strong players as “advanced cannon fodder”, against fleets with a large number of Cruisers, since the Cruiser does not have a speed-fire against TI, unlike a high-speed fire against LI. But ultimately, with the advent of the Liner Cruisers, the TI quickly loses its last advantages.",
			"descr_ru": "ТИ используется большинством игроков лишь в начале игры, для атаки на слабо защищённые цели. В продвинутой игре его практически никто не строит, разве что некоторые сильные игроки в качестве «продвинутого пушечного мяса», против флотов с большим количеством Крейсеров, так как Крейсер не имеет скорострела против ТИ, в отличие от высокого скорострела против ЛИ. Но в конечном итоге, с появлением Линейных Крейсеров, ТИ быстро теряет свои последние преимущества.",
			"img": "/res/ships/180px-Ship_Heavy_Fighter.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 6000 },	
				{ "Crystal": 4000 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 1000 },
				{ "Shield": 25 },
				{ "Weapon": 150 },
				{ "Speed": 10000 },
				{ "Fuel Consumption": 75 },
				{ "Cargo Capacity": 100 }
			]
		},
		{
			"category_en": "Battle Ships",
			"category_ru": "Боевые корабли",
			"name_en": "Cruiser",
			"name_ru": "Крейсер",
			"descr_en": "The cruiser is the fastest warship in the game. In addition, he has a decent speed against LI and rocket launchers. Therefore, it is an irreplaceable part of any combat fleet at all stages of the game.",
			"descr_ru": "Крейсер является самым быстрым военным кораблём в игре. К тому же он обладает приличным скорострелом против ЛИ и Ракетных Установок. Поэтому он представляет из себя незаменимую деталь любого боевого флота на всех стадиях игры. ",
			"img": "/res/ships/180px-Ship_Cruiser.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 20000 },	
				{ "Crystal": 7000 },	
				{ "Deuterium": 2000 }	
			],
			"tech_info": [
				{ "Hull": 2700 },
				{ "Shield": 50 },
				{ "Weapon": 400 },
				{ "Speed": 15000 },
				{ "Fuel Consumption": 300 },
				{ "Cargo Capacity": 800 }
			]
		},
		{
			"category_en": "Battle Ships",
			"category_ru": "Боевые корабли",
			"name_en": "Battleship",
			"name_ru": "Линкор",
			"descr_en": "The battleship is the “brute force” of any fleet, so it has a good value for money, strong attack, high payload and high speed, which makes it very attractive for pharming of protected targets. But be careful, the battleship does not have a speed-fire against warships, and is easily destroyed by the Battlecruisers!",
			"descr_ru": "Линкор является «грубой ударной силой» любого флота, поэтому он обладает хорошим соотношением цены и качества, сильной атакой, большой грузоподъёмностью и высокой скоростью, что делает его очень привлекательным для фарминга защищённых целей. Но будьте осторожны, Линкор не имеет скорострела против боевых кораблей, и с лёгкостью уничтожается Линейными Крейсерами! ",
			"img": "/res/ships/180px-Ship_Battleship.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 45000 },	
				{ "Crystal": 15000 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 6000 },
				{ "Shield": 200 },
				{ "Weapon": 1000 },
				{ "Speed": 10000 },
				{ "Fuel Consumption": 500 },
				{ "Cargo Capacity": 1500 }
			]
		},
		{
			"category_en": "Battle Ships",
			"category_ru": "Боевые корабли",
			"name_en": "Battlecruiser",
			"name_ru": "Баттлкрузер",
			"descr_en": "The battlecruiser is designed primarily for hunting enemy fleets. It has high speed, excellent speed against most ships, and economical fuel consumption. There is no ship more effective for the destruction of enemy fleets!",
			"descr_ru": "Линейный Крейсер предназначен прежде всего для охоты на вражеские флоты. Он обладает высокой скоростью, отличным скорострелом против большинства кораблей, и экономичным расходом топлива. Нет корабля более эффективного для уничтожения вражеских флотов! ",
			"img": "/res/ships/180px-Ship_Battlecruiser.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 30000 },	
				{ "Crystal": 40000 },	
				{ "Deuterium": 15000 }	
			],
			"tech_info": [
				{ "Hull": 7000 },
				{ "Shield": 400 },
				{ "Weapon": 700 },
				{ "Speed": 10000 },
				{ "Fuel Consumption": 250 },
				{ "Cargo Capacity": 750 }
			]
		},
		{
			"category_en": "Battle Ships",
			"category_ru": "Боевые корабли",
			"name_en": "Bomber",
			"name_ru": "Бомбардировщик",
			"descr_en": "The bomber is used to attack well-protected planets. It deals without problems with Rocket Launchers and Light Lasers, as well as with Ion Guns and Heavy Lasers, which makes it indispensable for pharming. Only Plasma Guns can effectively withstand it. While the Level 8 Hyperspace Engine is not investigated, the Bomber is one of the slowest ships in the game, consuming a lot of fuel, but then it organically complements the Destroyers when a large defense is destroyed, as it has the same speed with it.",
			"descr_ru": "Бомбардировщик используется для атаки на хорошо защищённые планеты. Он без проблем расправляется с Ракетными Установками и Лёгкими Лазерами, так же как и с Ионными Орудиями и Тяжелыми Лазерами, что делает его незаменимым для фарминга. Лишь только Плазменные Орудия могут эффективно противостоять ему. Пока не исследован Гиперпространственный Двигатель 8 уровня, Бомбардировщик является одним из наиболее медленных кораблей в игре , потребляя очень много горючего, однако потом он органично дополняет Уничтожители при разрушении большой обороны, так как имеет с ним одинаковую скорость.",
			"img": "/res/ships/180px-Ship_Bomber.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 50000 },	
				{ "Crystal": 25000 },	
				{ "Deuterium": 15000 }	
			],
			"tech_info": [
				{ "Hull": 7500 },
				{ "Shield": 500 },
				{ "Weapon": 1000 },
				{ "Speed": 4000 },
				{ "Fuel Consumption": 1000 },
				{ "Cargo Capacity": 500 }
			]
		},
		{
			"category_en": "Battle Ships",
			"category_ru": "Боевые корабли",
			"name_en": "Destroyer",
			"name_ru": "Уничтожитель",
			"descr_en": "The exterminator has strong weapons, excellent shields, and a high price. In connection with his power, he is used against the Stars of Death, a great defense, as well as the Battle Cruisers. The only ship (except the ES) that can withstand a 100% impact of the Plasma Gun. It consumes a lot of fuel.",
			"descr_ru": "Уничтожитель обладает сильным вооружением, отличными щитами, и высокой ценой. В связи с его мощью, его используют против Звёзд Смерти, большой обороны, а также Линейных Крейсеров. Единственный корабль (кроме ЗС), на 100% выдерживающий попадание Плазменного Орудия. Потребляет очень много топлива. ",
			"img": "/res/ships/180px-Ship_Destroyer.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 60000 },	
				{ "Crystal": 50000 },	
				{ "Deuterium": 15000 }	
			],
			"tech_info": [
				{ "Hull": 11000 },
				{ "Shield": 500 },
				{ "Weapon": 2000 },
				{ "Speed": 5000 },
				{ "Fuel Consumption": 1000 },
				{ "Cargo Capacity": 2000 }
			]
		},
		{
			"category_en": "Battle Ships",
			"category_ru": "Боевые корабли",
			"name_en": "Deathstar",
			"name_ru": "Звезда смерти",
			"descr_en": "The most powerful ship in the game, if you can still call it a ship. Death stars are not only very strong, but also incredibly expensive and slow, but practically do not consume fuel. Its high rate of fire against virtually all units in the game makes it a universal weapon of destruction. Only an Armada of Shredders or a huge battery of Plasma Guns can be dangerous to her. APs are often used against a very large defense, and are the nightmare of any Defender. But on the other hand, it can be used to strengthen the defense of your planet. The ES is the only ship in the game capable of destroying the moon, and because of its extremely low speed but high payload, it is convenient to use it for saves, even for saves in its own debris field, which saves a lot of fuel.",
			"descr_ru": "Самый мощный корабль в игре, если её ещё можно назвать кораблём. Звёзды смерти не только очень сильны, но также невероятно дороги и медлительны, но практически не потребляют топлива. Её высокий скорострел против практически всех единиц в игре делает её универсальным орудием уничтожения. Только армада Уничтожителей или огромная батарея Плазменных Орудий могут представлять для неё опасность. ЗС зачастую используются против очень большой обороны, и являются кошмаром любого Оборонщика. Но с другой стороны, её можно использовать и для усиления обороны своей планеты. ЗС – это единственный корабль в игре, способный разрушать Луны, а из-за своей чрезвычайно низкой скорости но большой грузоподъёмности её удобно использовать для сейвов, даже для сейвов на собственное поле обломков, что позволяет экономить очень много топлива.",
			"img": "/res/ships/180px-Ship_Deathstar.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 5000000 },	
				{ "Crystal": 4000000 },	
				{ "Deuterium": 1000000 }	
			],
			"tech_info": [
				{ "Hull": 900000 },
				{ "Shield": 50000 },
				{ "Weapon": 200000 },
				{ "Speed": 100 },
				{ "Fuel Consumption": 1 },
				{ "Cargo Capacity": 1000000 }
			]
		},
		{"": "---------------------------------------------------{Гражданские корабли}-------------------------------------------------------------"},
		{
			"category_en": "Civilian Ships",
			"category_ru": "Гражданские корабли",
			"name_en": "Small Cargo Ship",
			"name_ru": "Малый грузовой корабль",
			"descr_en": "Small Transport is the first transport ship that a player can build. At first he has a low speed and carrying capacity, but later (starting from the Impulse Engine 5 level) he easily bypasses his older brother, Big Transport. In addition to transporting resources and pharming, it can be used as cannon fodder against Cruisers.",
			"descr_ru": "Малый Транспорт является первым транспортным кораблём, который игрок может построить. Поначалу он обладает малой скоростью и грузоподъёмностью, но впоследствии (начиная от Импульсного Двигателя 5 уровня) он с лёгкостью по скорости обходит своего старшего брата, Большой Транспорт. Кроме транспортировки ресурсов и фарминга, он может быть использован в качестве пушечного мяса против Крейсеров.",
			"img": "/res/ships/180px-Ship_Small_Cargo_Ship.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 2000 },	
				{ "Crystal": 2000 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 400 },
				{ "Shield": 10 },
				{ "Weapon": 5 },
				{ "Speed": 5000 },
				{ "Fuel Consumption": 10 },
				{ "Cargo Capacity": 5000 }
			]
		},
		{
			"category_en": "Civilian Ships",
			"category_ru": "Гражданские корабли",
			"name_en": "Large Cargo Ship",
			"name_ru": "Большой грузовой корабль",
			"descr_en": "Slightly more stable than MT, BT is able to raise five times more resources, with three times the price of one MT. There is no better ship for transporting a large amount of resources. In addition, it consumes much less fuel per unit of resources than MT, which makes it the best choice for miners and traders.",
			"descr_ru": "Немного стабильнее чем МТ, БТ способен поднять в пять раз больше ресурсов, при трёхкратной цене одного МТ. Нет лучшего корабля для транспортировки большого количества ресурсов. К тому же он потребляет гораздо меньше горючего на единицу ресурсов, чем МТ, что делает его лучшим выбором для Шахтёров и Торговцев. ",
			"img": "/res/ships/180px-Ship_Large_Cargo_Ship.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 6000 },	
				{ "Crystal": 6000 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 1200 },
				{ "Shield": 25 },
				{ "Weapon": 5 },
				{ "Speed": 7500 },
				{ "Fuel Consumption": 50 },
				{ "Cargo Capacity": 25000 }
			]
		},
		{
			"category_en": "Civilian Ships",
			"category_ru": "Гражданские корабли",
			"name_en": "Colony Ship",
			"name_ru": "Колонизатор",
			"descr_en": "This ship has, in principle, only one mission: to colonize new planets. How to do this, you will learn in the chapter Colonisation. In addition, it is often used to save the fleet from the moon, as it opens up one of the safest opportunities of the save.",
			"descr_ru": "Этот корабль имеет в принципе только одно предназначение: колонизировать новые планеты. Как это сделать, Вы узнаете в главе Colonisation. Кроме того, его часто используют чтобы сейвить флот с Луны, так как он открывает одну из самых безопасных возможностей сейва.",
			"img": "/res/ships/180px-Ship_Colony_Ship.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 10000 },	
				{ "Crystal": 20000 },	
				{ "Deuterium": 10000 }	
			],
			"tech_info": [
				{ "Hull": 3000 },
				{ "Shield": 100 },
				{ "Weapon": 50 },
				{ "Speed": 2500 },
				{ "Fuel Consumption": 1000 },
				{ "Cargo Capacity": 7500 }
			]
		},
		{
			"category_en": "Civilian Ships",
			"category_ru": "Гражданские корабли",
			"name_en": "Recycler",
			"name_ru": "Переработчик",
			"descr_en": "The processor is used to collect scrap (debris fields), and to save the fleet on the debris field. It is the slowest ship after the ES, and consumes relatively much fuel.",
			"descr_ru": "Переработчик используется для сбора лома (полей обломков), и для сейва флота на поле обломков. Он является самым медленным кораблём после ЗС, и потребляет относительно много топлива. ",
			"img": "/res/ships/180px-Ship_Colony_Ship.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 10000 },	
				{ "Crystal": 6000 },	
				{ "Deuterium": 2000 }	
			],
			"tech_info": [
				{ "Hull": 1600 },
				{ "Shield": 10 },
				{ "Weapon": 1 },
				{ "Speed": 2000 },
				{ "Fuel Consumption": 300 },
				{ "Cargo Capacity": 20000 }
			]
		},
		{
			"category_en": "Civilian Ships",
			"category_ru": "Гражданские корабли",
			"name_en": "Espionage Probe",
			"name_ru": "Шпионский зонд",
			"descr_en": "Spy Probe is primarily used for spying and gathering information about other players. Everything about espionage can be found in the Espionage chapter.",
			"descr_ru": "Шпионский Зонд используется прежде всего для шпионажа и сбора информации о других игроках. Всё о шпионаже вы найдёте в главе Espionage.",
			"img": "/res/ships/180px-Ship_Espionage_Probe.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 0 },	
				{ "Crystal": 1000 },	
				{ "Deuterium": 0 }	
			],
			"tech_info": [
				{ "Hull": 100 },
				{ "Shield": 0.01 },
				{ "Weapon": 0.01 },
				{ "Speed": 100000000 },
				{ "Fuel Consumption": 1 },
				{ "Cargo Capacity": 5 }
			]
		},
		{
			"category_en": "Civilian Ships",
			"category_ru": "Гражданские корабли",
			"name_en": "Solar Satellite",
			"name_ru": "Солнечный спутник",
			"descr_en": "Not exactly a ship, solar satellites provide an alternative source of energy. The amount of energy produced by them depends on the temperature on the planet, which, in turn, depends on the position of the planet relative to the sun. However, the solar satellite can be destroyed during an enemy attack. More information on this subject can be found in the chapter Energy production. The solar satellite plays a special role in the study of gravitational technology.",
			"descr_ru": "Не совсем корабль, солнечные спутники предоставляют альтернативный источник энергии. Количество энергии, производимой ими, зависит от температуры на планете, что, в свою очередь, зависит от положения планеты относительно солнца. Однако солнечный спутник может быть уничтожен при вражеской атаке. Больше информации по этому вопросу вы найдете в главе Energy production. Особую роль солнечный спутник играет при исследовании Гравитационной технологии.",
			"img": "/res/ships/180px-Ship_Solar_Satellite.jpg",
			"requirements": [],
			"costs": [
				{ "Metal": 0 },	
				{ "Crystal": 2000 },	
				{ "Deuterium": 500 }	
			],
			"tech_info": [
				{ "Hull": 200 },
				{ "Shield": 1 },
				{ "Weapon": 1 },
				{ "Speed": 0 },
				{ "Fuel Consumption": 0 },
				{ "Cargo Capacity": 0 }
			]
		}
	]
}